Repository: hashwanthghanta/stockwatch-ios
Catalog: StockWatch/Localizable.xcstrings
Source language: en
Languages: de

source: %lld failed
de: %lld fehlgeschlagen

source: %lld symbols failed to load — showing fallback prices
de: %lld Symbole konnten nicht geladen werden — Ersatzpreise werden angezeigt

source: 52w High
de: 52W Hoch

source: 52w Low
de: 52W Tief

source: About
de: Über

source: Add stock
de: Aktie hinzufügen

source: Add to watchlist
de: Zur Beobachtungsliste

source: Adds this symbol to your watchlist
de: Fügt dieses Symbol zur Beobachtungsliste hinzu

source: Built while learning Swift and SwiftUI as part of a transition from C# / Unity to iOS.
de: Entwickelt im Rahmen des Lernens von Swift und SwiftUI beim Umstieg von C# / Unity auf iOS.

source: By name
de: Nach Name

source: Cancel
de: Abbrechen

source: Changes take effect immediately. Choose System to follow your device locale.
de: Änderungen werden sofort übernommen. Wähle „System“, um der Gerätesprache zu folgen.

source: Chart unavailable
de: Diagramm nicht verfügbar

source: Could not load any quotes. Check your internet connection.
de: Keine Kurse konnten geladen werden. Bitte Internetverbindung prüfen.

source: Credits
de: Mitwirkende

source: Data source
de: Datenquelle

source: Day High
de: Tageshoch

source: Day Low
de: Tagestief

source: Designed and developed by
de: Entworfen und entwickelt von

source: Designed and developed by G. Hashwanth
de: Entworfen und entwickelt von G. Hashwanth

source: Done
de: Fertig

source: Done editing
de: Bearbeitung beenden

source: Edit list, sort, refresh, settings
de: Liste bearbeiten, sortieren, aktualisieren, Einstellungen

source: Edit watchlist
de: Beobachtungsliste bearbeiten

source: English
de: Englisch

source: Language
de: Sprache

source: Last %lld days
de: Letzte %lld Tage

source: Last viewed
de: Zuletzt angesehen

source: Live data unavailable — showing last known values.
de: Live-Daten nicht verfügbar — letzte bekannte Werte werden angezeigt.

source: Live quotes loaded
de: Live-Kurse geladen

source: Loading
de: Wird geladen

source: Loading live quotes
de: Live-Kurse werden geladen

source: Loads the latest live prices
de: Lädt die neuesten Live-Kurse

source: Manual order
de: Manuelle Reihenfolge

source: More options
de: Weitere Optionen

source: No matches
de: Keine Treffer

source: Nothing matches “%@”.
de: Keine Übereinstimmung mit „%@“.

source: Offline — showing fallback prices
de: Offline — Ersatzpreise werden angezeigt

source: Opens a list of symbols you can add to your watchlist
de: Öffnet eine Liste von Symbolen, die zur Beobachtungsliste hinzugefügt werden können

source: Opens app settings including language
de: Öffnet die App-Einstellungen, inklusive Sprache

source: Prev close
de: Vorheriger Schluss

source: Price history chart for %@, last %lld days
de: Kursverlaufdiagramm für %@, letzte %lld Tage

source: Refresh
de: Aktualisieren

source: Refresh quotes
de: Kurse aktualisieren

source: Remove
de: Entfernen

source: Search symbols
de: Symbole suchen

source: Search watchlist
de: Beobachtungsliste durchsuchen

source: Settings
de: Einstellungen

source: Sort by
de: Sortieren nach

source: Stocks
de: Aktien

source: StockWatch · A small SwiftUI watchlist demo. Live quotes via Yahoo Finance.
de: StockWatch · Eine kleine SwiftUI-Watchlist-Demo. Live-Kurse über Yahoo Finance.

source: Touch the chart to inspect a day
de: Tippe ins Diagramm für einen Tageswert

source: Updated %@
de: Aktualisiert %@

source: Volume
de: Volumen

source: Watchlist
de: Beobachtungsliste

source: Watchlist · Live quotes · Insights
de: Beobachtungsliste · Live-Kurse · Einblicke

source: Watchlist is full
de: Beobachtungsliste ist voll

source: You already track every available symbol.
de: Sie verfolgen bereits alle verfügbaren Symbole.
